Repository: wescamp/Saving_Elensefar-1.4
Catalog: po/*.po
Languages: es

source: Saving Elensefar
es: Salvar a Elensefar

source: Meneldur, elvish mariner of Elensefar, is driven to sea by the same orcs who attacked the city. He must gather an army willing to fight for him to regain Elensefar, his adopted homeland. (Version
es: Meneldur, marinero elfo de Elensefar, se mueve en el mar como los mismo orcos que atacaron la ciudad. Debe recoger un ejército para recobrar Elensefar, su patria adoptiva. (Traducido por Edujo) (Versión

source: Mariner
es: Marinero

source: Navigator
es: Navegante

source: Admiral
es: Almirante

source: Escaping the Orcs
es: Escapando de los Orcos

source: Warning: This campaign functions differently from most others in a number of ways. You cannot recruit anyone in most scenarios, and in those you can what you can recruit is always different - what is on your recruit list does not carry over fron scenario to scenario. Also, moving from scenario to scenario is handled differently, with the help of an interactive bigmap.
es: Advertencia: Esta campaña funciona diferente a la mayoría, de varios maneras. Usted no puede reclutar a nadie en la mayoría de los escenarios, y en aquéllos que si puede, son siempre unidades diferentes - los que ya ha reclutado los puede reincorporar en los proximos escenarios. Ademas, se mueve de un escenario a otro, con la ayuda de un gran mapa interactivo.

source: Because of this, this campaign is inadvisable for players new to Wesnoth who want to gain an understanding of how the game normally works. However, it will prove an interesting experience for those who have played normal campaigns before.
es: Esta campaña es desaconsejada para jugadores nuevos, que no han logrado una debida comprensión de cómo se juego normalmente. Sin embargo, resultará una experiencia interesante para aquéllos que ya han completado campañas normales.

source: This is the story of the time when Elensefar was a province in the vast kingdom of Wesnoth. It is the story of a time of great forgetfulness, when much of what was once known had been forgotten, but also of great knowledge. It is the story of Meneldur the Mariner, who used the newfound knowledge to resurrect some of the old. But, it is, most of all, the story of the voyage of his ship, and what he encountered while traveling the high seas...
es: Ésta es la historia del tiempo en que Elensefar era una provincia en el extenso reino de Wesnoth. Es la historia de una época de gran olvido, cuando mucho del conocimiento acumulado se perdió, pero también de nuevos descubrimientos. Es la historia de Meneldur el Marino, que utilizó el nuevo conocimiento para resucitar algo del viejo. Pero es, sobretodo, la historia del viaje de su nave, y lo que él encontró mientras viajaba por los extensos mares.

source: Before the tale begins, it is important to know that none of the seafaring men or elves, including Meneldur, were willing to travel far out of sight of the coast. Instead, they remained near land, and sailed only north and south, for they dimly remembered tales from Haldric's day, of dragons, and sea serpents, and snake-men, who lurked on the islands that lay to the west of the continent.
es: Antes de que el viaje comience, es importante saber que ninguno de los marineros, hombres o elfos, incluyendo Meneldur, estaban dispuestos a internarse demasiado en el mar. Preferían seguír cerca de la costa, y navegar solamente al norte y al sur, porque recordaban oscuras historias de la epoca de Haldric, de dragones, y serpientes marinas, y de los hombres-serpiente, que estaban al acecho en las islas al oeste del continente.

source: Meneldur was born in the northlands, in Wesmere, but was outcast from the elvish lands because of a conflict with the High Council. Thus, although an elf, Meneldur had pledged his loyalty to Elensefar, and thus to Wesnoth (but, significantly, not to Weldyn).
es: Meneldur nació en las tierras del norte, en Wesmere, pero era proscrito entre los elfos debido a un conflicto con el Alto Concejo. Así, aunque un elfo, Meneldur había empeñado su lealtad a Elensefar, y así a Wesnoth (pero, significativamente, no a Weldyn).

source: Meneldur gathered around himself a crew of true Elensians; stout spearmen, and ruthless men of the saber. He also brought many of the archer from his elvish house out of the northlands, to sail with him on his ship.
es: Meneldur recolectó un verdadero equipo de Elensianos; hombres valientes de la lanza, y despiadados del sable. También trajo a muchos arqueros de su hogar, las tierras elficas del norte, a vela en su nave.

source: Meneldur had only one option left - get back on his boat and flee. But there were already orcs blocking his path to the harbor...
es: Meneldur solo tenía una opción, salir, regresar a su barco y huir. Pero ya había orcos bloqueando su camino al puerto...

source: Move Meneldur to the Explorer
es: Mover a Meneldur al explorador

source: Death of Meneldur
es: Muerte de Meneldur

source: Death of Madru
es: Muerte de Madru

source: Turns run out
es: Fin de los turnos

source: Orcs! Orcs are attacking! There are too many, we can't fight them off, we have to reach the ship!
es: ¡Orcos! ¡Orcos están atacando! Hay demasiados, nosotros no podemos vencerlos, tenemos que alcanzar la nave!

source: Aye aye, Cap'n. All men to the ship, quick as you can!
es: ¡Sí sí, Capitan. Todos los hombres a la nave, tan rápido como se pueda!

source: Now, we go out to sea. I expect our city is doomed...
es: Ahora, salimos al mar. Pero nuestra ciudad está condenada...

source: A Naval Engagement
es: Un contrato naval

source: Defeat enemy leader
es: Derrotar al líder enemigo

source: Death of Black the Red
es: Muerte de Black the Red

source: Why do you stop us? We seek help. I come from Elensefar, which, as far as we can tell, was just captured by orcs!
es: ¿Por qué nos paras? Buscamos ayuda. Vengo de Elensefar, que, por lo que sabemos, acaba de ser capturada por los orcos!

source: You are interfering with our mission; we are trying to chase down this magician pirate.
es: Estás interfiriendo con nuestra misión; estamos intentando cazar al mago pirata.

source: I'm not a pirate! I also come from Elensefar, and I must have left port a few days before it was attacked. This is the first I've heard of it.
es: ¡Yo no soy un pirata! Y también vengo de Elensefar, debo haber dejado puerto unos días antes de que fuera atacado. Eres el primero que me lo mensiona.

source: You dog, don't bother us with your lies! You attacked a ship of the Royal Navy with your spells, and now you will pay for it!
es: ¡Perro, no nos incomodas con tus mentiras! Atacaste una nave de la marina de guerra real con tus hechizos, y ahora lo pagarás!

source: I need loyal warriors from Elensefar to help me on my quest. Black the Red, do you want to join me in retaking Elensefar from these orcs?
es: Necesito guerreros leales de Elensefar para ayudarme en mi búsqueda. Black the Red, ¿deseas unirte a mí para recuperar a Elensefar de los orcos?

source: Outlaws, you mean! These Elensians are all the same. Troops, destroy them!
es: ¡Bandidos, querras decir! Estos Elensianos son todos iguales. ¡Tropas, destrúyanlos!

source: Why is a ship from Elensefar carrying bandits and thieves?
es: ¿Por qué está llevando en una nave de Elensefar a bandoleros y ladrones?

source: They come from the... less _wealthy_ parts of Elensefar. But they are still fiercely loyal to it. They will be good fighters. I will join, if you'll have me.
es: Ellos vienen de... las clases menos -adineradas- de Elensefar. Pero siguen siendo ferozmente leales. Serán buenos combatientes. Yo los uniré, si usted me acepta.

source: Very well. Thats not so different from my own crew. Aldran - we will not fight you if you do not attack us, but you must let us go on our way.
es: Muy bien. Eso no es tan diferente de mi propia tripulación. Aldran - nosotros no lucharemos si usted no nos ataca, pero debe permitirnos seguir nuestra viaje.

source: Ha! I will bring you and your ally in to Weldyn to be tried for treason. And it does not matter it is two boats to one; I have already sent a boat to inform the King, and get reinforcements.
es: Ha! yo los llevaré a usted y a su aliado a Weldyn para ser arrestados por traición. Y no importa que sean dos barcos contra uno; Ya envié un barco para informar al Rey, y conseguir refuerzos.

source: Remember, crew, the healing grog is stored in those barrels.
es: Recuerden, tripulación, el ponche curativo se guarda en esos barriles.

source: Ah, some nice, refreshing grog! *gulp*
es: ¡Ah, un poco de ponche bueno, refrescante! *gulp *

source: Drinking the grog heals $temp.user_description!
es: ¡Bebiendo el ponche sana $temp.user_description!

source: Well, what is it anyway that you people want? Why did you help us?
es: ¿Bien, quien eres finalmente y que deseas? ¿Porqué nos ayudaste?

source: We go out to sea, to build up an army large enough to retake Elensefar. You're an Elensian, right? I think you owe us your help. We did just save you from death, and now we have the men of Wesnoth against us in return.
es: Nosotros salimos al mar, a reunir un gran ejército para recuperar Elensefar. ¿Usted es un Elensiano, leal? Pienso que usted nos debe su ayuda. Lo salvamos de la muerte, y ahora tenemos a los hombres de Wesnoth en nuestra contra.

source: Well, I have been in Elensefar, and owe some help to it. Very well. Here is what I will do. There is an island in the west that has many warriors on it who will be willing to help you; I will join you, and try to convince those warriors to also, if you grant me one request.
es: Bien, yo he estado en Elensefar, y le debo un poco de ayuda. Muy bien. Esto es lo que yo haré. Hay una isla al oeste que tiene muchos guerreros que estarán deseosos de ayudarlo; Yo los uniré, e intentaré convencerlos, si usted me concede una demanda.

source: Which is?
es: ¿Qué es?

source: I can't tell you until we reach the Western isle I told you about. That's part of the fun.
es: No puedo decirlo hasta que alcancemos la isla occidental que le mencioné. Es parte de la diversión.

source: Oh, fine... 'I swear on Elensefar my city and on my honor as a Sailor that I will honor your request, whatever it may be, whenever we reach this Western island and you secure the help of the warriors that live there.' Happy?
es: Oh, bueno... 'Juro por Elensefar mi ciudad y por mi honor como marinero que honraré tu petición, lo que pueda ser, siempre que alcancemos la isla occidental y asegures la ayuda de los guerreros que viven allí.' ¿Feliz?

source: Very much so. Now, I will move my troops to your boat (it is faster), and we will head on west...
es: De acuerdo. Ahora, moveré mis tropas a tu barco (es más rápido), y nos dirigiremos al oeste...

source: Blackmore the Black
es: Blackmore el negro

source: Defeat enemy leaders
es: Derrotar a los líderes enemigos

source: Death of Ah-Reblak
es: Muerte de Ah-Reblak

source: Black, why have you brought us here?!? This is just a remnant of a town, and there are no warriors here, just undead and orcs!
es: ¡Negro, por qué nos has traído aquí?!? Estos son los restos de un pueblo, y no hay ningún guerrero aquí, sólo no muertos y orcos!

source: No, no, you are wrong there. This is no ruined city, this is Blackmore the Black, and for the past seventy years it has been the home of the Wesfolk who remained on this island.
es: No, no, está usted equivocado. Ésta no es ninguna ciudad arruinada, éste es Blackmore el Negro, y durante los últimos setenta años ha sido el hogar del Wesfolk que permanecía en esta isla.

source: You mean those undead over there are 'Wesfolk'? As in the Wesfolk who came over with Lady Jessica?
es: ¿Quiere decir que esos no muertos son ' Wesfolk'? Como los Wesfolk que vinieron con la Señora Jessica?

source: I would assume that is what he means, yes. So, Black, you've brought us here to have these Wesfolk help us?
es: Asumiría que es lo que significa, sí. Así pues, negro, nos has traído aquí para que estos Wesfolk nos ayuden?

source: Well, yes, something like that.
es: Bueno, sí, algo así.

source: I see, brother, that you have returned with warriors. Are they to help us defeat these orcs?
es: Veo, hermano, que has vuelto con los guerreros. Son para ayudarnos a derrotar a los orcos?

source: What? That's not why we're here!
es: ¿Qué? ¡No es por eso qué estamos aquí!

source: Well, yes it is. You have to help them secure this city before they will help you.
es: Bueno, sí. Tiene que ayudarlos a afianzar la ciudad antes de que ellos lo ayuden.

source: Help them? Help Islefolk? Why would we do that?
es: ¿Ayudarlos? ¿Ayudar a los Islefolk? ¿Por qué haríamos eso?

source: These are not Islefolk, brother, they are descendants of the Wesfolk who came over with Lady Jessica.
es: Éstos no son Islefolk, hermano, son descendientes de los Wesfolk que vinieron con la Señora Jessica.

source: What!? Followers of that deserter!? I can't believe you think we would help them!
es: ¿Qué!? ¿Seguidores de ese desertor!? No puedo creer que pienses que los ayudaríamos!

source: I didn't have a choice, they needed help, so I made a deal that we would help them if they helped us.
es: No tenía opción, necesitan ayuda, así que hice un trato que los ayudaríamos si nos ayudaban.

source: Trust me, we don't like helping undead any more than you like helping us 'deserters'.
es: Confíe en mí, no nos gusta ayudar a no muertos más de lo que les gusta ayudarnos 'desertores'.

source: Fine. I'll help you do whatever it is you want to do, once we clear this land of the orcs.
es: De acuerdo. Te ayudaré en lo que deseas hacer, una vez que despejemos esta tierra de los orcos.

source: Int'resting council! But now, little men, its time to die. Get'm!
es: ¡No rechaces mi consejo!. Pero ahora, pequeños hombres, es hora de morir. ¡Atrapenlos!

source: Well, we've cleared the orcs away. Come on, now you have to hold up your end of the bargain.
es: Bien, hemos despejado de orcos. Adelante, ahora tienes que completar el negocio.

source: Well, the orcs will probably be back soon... I think that we are going to end up dying here, no matter what you do. We have held up extraordinarily long already.
es: Bien, los orcos probablemente regresarán pronto... Pienso que vamos a terminar muriendo aquí, no importa lo qué hagamos. Hemos soportado demasiado ya.

source: That's true. I think it would be best if we could get enough ships to get off of this island. The one I went out on was our last, and we can't make more.
es: Eso es verdad. Pienso que sería mejor si podríamos conseguir bastantes naves para salír de esta isla. La que acaba de salir era la última, y no podemos hacer más.

source: Well, I am a shipbuilder. I could help you build more ships, and then you could bring all of your people back east with us.
es: Bien, soy constructor naval. Podría ayudarte a construir más naves, y entonces podríamos llevar a toda tu gente con nosotros.

source: That sounds good.
es: Eso suena bien.

source: Then it is agreed. But after that, you have to help us fight the orcs!
es: Entonces estamos de acuerdo. ¡Pero después de eso, tienes que ayudarnos a luchar contra los orcos!

source: As the warriors landed the Explorer, they overheard the elves, men and orcs talking...
es: Mientras los guerreros subían al explorador, oyeron por casualidad a los elfos, hombres y orcos hablando...

source: Orc, you promised that, if we allied with you, you would free all the prisoners you took when you captured Elensefar. You have broken our pact!
es: Orco, prometiste que, si nos aliábamos contigo, liberarías a todos los presos que tomaste cuando capturaste Elensefar. Has roto nuestro pacto!

source: Ag, elf-dog, you shuttup! I aint takin' orders fr'm you!
es: ¡Ag, perro-elfo, mejor te callas! ¡Yo no recibo ordenes tuyas!

source: Listen, Pakch-Glun, if you don't fufill your side of the treaty, we will attack you again! And this time, we will probably win, since our reinforcements have arrived, and there are two armies to attack you.
es: ¡Escucha, Pakch-Glun, si no cumples tu parte del trato, te atacaremos de nuevo!. Y esta vez probablemente ganemos, puesto que han llegado refuerzos, y hay dos ejércitos para atacarte.

source: Heh, shur. I'd like t' see you try!
es: Heh, cerdo. ¡Me gustaría ver que lo intenten!

source: Mathein, shall we attack?
es: ¿Mathein, atacaremos nosotros?

source: Yes. Pakch-Glun, prepare to die!
es: ¡Sí. Pakch-Glun, preparate a morir!

source: This was welcome news to the crew of the Explorer. However, although the elves, men and orcs would fight each other, Meneldur still had to fight all of them.
es: Esta era una buena noticia para la tripulación del Explorador. Pero, aunque los elfos, hombres y orcos lucharían, Meneldur tendría que luchar contra todos.

source: The first enemy we will encounter will be the elves. Show them no mercy!
es: El primer enemigo que encontraremos será los elfos. ¡No muéstren misericordia!

source: And we will show you none. Prepare to meet your doom!
es: Y nosotros tampoco la tendremos. ¡Preparate para tu sentencia!

source: What? There appear to be elves blocking our path! Elves, why are you in our way?
es: ¿Qué? ¡Aparecen elfos bloqueando nuestro camino! ¿Elfos, porqué vienen hacia nosotros?

source: We are here to kill you! After that, we will kill the orcs, but we must kill you first.
es: ¡Estamos aquí para matarte! Después mataremos a los orcos, pero debemos matarte primero.

source: Are you mad?! Well, if you are, I have no time to reason with you. Prepare to die!
es: ¡?Estas enojado?! Bien, como quieras, no tengo tiempo para razonar contigo. ¡Prepararte a morir!

source: We have come to take back Elensefar from the orcs! But remember, the men of Wesnoth will no doubt try to stop us, as will the elves. We must fight them too.
es: ¡Hemos venido a recuperar a Elensefar de los orcos! Pero recuerda, los hombres de Wesnoth intentarán detenernos seguramente, igual que los elfos. Debemos luchar con ellos también.

source: Indeed we will. You are a traitor to your country, and must die as one!
es: De hecho. ¡Eres un traidor a tu país, y debes morir como uno!

source: This looks like the area the men of Wesnoth have claimed to siege Elensefar from. Unfortunately, we must get past them to free the city.
es: Parece que los hombres de Wesnoth han sitiado Elensefar. Desafortunadamente, debemos pasar sobre ellos para liberar la ciudad.

source: You will not get past us while I am alive. And even if you do, the elves will stop you. If you must be a traitor, pick one nation to betray, not two!
es: No pasará por aquí mientras yo esté vivo. Y si lo logra, los elfos lo detendrán. ¡Si usted debe ser un traidor, escoja una nación para traicionar, no dos!

source: What are you talking about? Oh, I see... my northern brethren have decided to attack me... Well, we will get past these Wesnothians first, and see what we can do then.
es: ¿Qué estás hablando? Oh, ya veo... mis hermanos norteños han decidido atacarme... Bien, venceremos primero a estos Wesnothianos, y luego vemos lo que podemos hacer.

source: Prepare to die, Elensian scum!
es: ¡Prepararte para morir, espuma de Elensian!

source: We are in Elensefar's harbor, from where we will drive the orcs out into the faces of the elves. Although they are my brethren, we must not hold back from killing them because of it. Onward!
es: Estamos en el puerto de Elensefar, de donde desalojaremos a los orcos, a pesar de los elfos. Aunque son mis hermanos, no debemos evitar matanlos. ¡Adelante!

source: Listen t' that! He really thinks 'e can kill us! We'll show 'im! Kill the invader!
es: ¡Escúchenlo! ¡Realmente piensa que puede matarnos! ¡Le mostraremos quien soy! ¡Muerte al invasor!

source: We are now in Elensefar's harbor. From now, we fight until the orcs are all out of our city! Then, it appears, we will have to deal with those Wesnothians who believe us to be traitors.
es: Ahora estamos en el puerto de Elensefar. ¡De ahora en más, lucharemos hasta que todos los orcos esten fuera de nuestra ciudad! Entonces, supongo, trataremos con los Wesnothianos que nos creen traidores.

source: Yes, please, do that. Then we will not have to deal with the orcs, and only with you!
es: Sí, por favor, hagan eso. ¡Entonces nosotros no tendremos que tratar con los orcos, sólo con usted!

source: What?... Oh, its elves, from the northlands. What do you want?
es: ¿Qué?... Oh, elfos de las tierras del norte. ¿Qué quieres?

source: You dead, traitor!
es: ¡Tu muerte, traidor!

source: Whatever you say. We'll deal with you after we kill the orcs.
es: Lo que digas. Trataremos contigo después que matemos a los orcos.

source: Elensefar may be ours, but there are still enemies to defeat. Onwards!
es: Elensefar puede ser nuestro, pero todavía hay enemigos que derrotar. ¡Avancen!

source: We have taken Elensefar and defeated the Wesnothians, but these Elves need attending to.
es: Hemos tomado Elensefar y derrotamos a los Wesnothianos, pero ahora debemos atender a los elfos.

source: There are no enemies left - we have succeeded in retaking Elensefar.
es: No hay ningún enemigo - hemos tenido éxito en recuperar a Elensefar.

source: The orcs had ransacked the city's coffers - now it's time for us to return the favor.
es: Los orcos habían saqueado los cofres de la ciudad - es tiempo de que nosotros le devolvamos el favor.

source: You find 300 pieces of gold!
es: ¡Encuentras 300 piezas de oro!

source: You find 250 pieces of gold!
es: ¡Encuentras 250 piezas de oro!

source: You find 200 pieces of gold!
es: ¡Encuentras 200 piezas de oro!

source: Good work, men. Onwards, we have to retake the city also!
es: Buen trabajo, hombres. ¡Adelante, tenemos que recuperar la ciudad!

source: Come on, we should go North and see if we can help defeat the elves.
es: Adelantémonos, debemos ir al norte y ver si podemos ayudar a derrotar a los elfos.

source: The Wesnothians had much gold in their camp. It is ours now!
es: Los Wesnothianos tenían mucho oro en su campamento. ¡Ahora es nuestro!

source: You find 175 pieces of gold!
es: ¡Encuentras 175 piezas de oro!

source: You find 150 pieces of gold!
es: ¡Encuentras 150 piezas de oro!

source: Orcs still reside in the city! Come one, let us kill them too!
es: ¡Todavía quedan orcos en la ciudad! Viene uno, ¡nos dejas matarlo también!

source: Come on, we should go South and see if we can help defeat the Wesnothians.
es: Adelantémonos, debemos ir al sur y ver si podemos ayudar a derrotar a los Wesnothianos.

source: It seems the elves brought some of their treasure out of the northlands. More for us!
es: Parece que los elfos trajeron algo de su tesoro de las tierras del norte. ¡Más para nosotros!

source: Yes, Elensefar is ours, finally. Well, Black the Red, we thank you for your help.
es: Sí, Elensefar es nuestra finalmente. Bien, Black the Red, nosotros agradecemos tu ayuda.

source: It was an honor to fight for you. I wonder where my people will go now... the orcs have surely taken our home by now.
es: Es un honor luchar para usted. Yo me pregunto adonde iremos ahora... los orcos han tomado nuestras casas seguramente.

source: I'm sure we will have time to discuss that later. But for now, we must help those conquered by the orcs rebuild their city.
es: Tendremos tiempo para discutir eso más adelante. Pero ahora, debemos ayudar a los conquistados por los orcos para reconstruir su ciudad.

source: Attacked at Sea
es: Atacado en el mar
