Repository: wescamp/Saving_Elensefar-1.4
Catalog: po/*.po
Languages: es

source: The city had fallen, but Meneldur and his crew had escaped. Leaving the harbor, and looking back at the city, they noticed something strange. The orcs were not burning the city and pillaging it, as was their habit; instead, they were leaving it alone, and concentrating on the Lord's castle. It was almost as if they wanted to control the city, instead of destroy it.
es: La ciudad había caído, pero Meneldur y su tripulación habían escapado. Dejando el puerto, y mirando la ciudad, notaron algo extraño. Los orcos no estaban quemando la ciudad ni saqueándola, como era su costumbre; en cambio, la estaban dejándo sola, y concentrándose adelante del castillo del Señor. Casi era como si ellos quisieran controlar la ciudad, en lugar de destruirla.

source: Meneldur was not sure exactly what this meant, but he knew one thing - if the city was not destroyed, then the people in it would not be either. Which meant that the city would still be worth rescuing. Thus, he and Madru, right there, vowed that, if they could, they would raise an army and return to Elensefar, to defeat the orcs and claim whatever of the city remained.
es: Meneldur no estaba seguro lo que esto significaba, pero si supo una cosa - si la ciudad no era destruida, la gente en ella tampoco lo sería. Lo que significaba que la ciudad valdría el rescate. Así, él y Madru, su mano derecha, hicieron votos que, si podían, levantarían un ejército y volverían a Elensefar, derrotarían a los orcos y demandarían lo que en la ciudad permanecía.

source: Stop, pirate! Surrender, or die!
es: ¡Alto, pirata! ¡Ríndete, o muere!

source: Never!
es: ¡Nunca!

source: Lower the gangplank! Throw the grapples! DON'T LET THEM ESCAPE!
es: ¡Bajen la plancha! ¡Tiren los garfios! ¡NO LES PERMITAN ESCAPAR!

source: What's going on here?
es: ¿Qué está pasando aquí?

source: Return to Elensefar
es: Regreso a Elensefar

source: And so Meneldur helped the Wesfolk build ships. They built three sturdy galleons, which was enough to hold all of them. That is how few of that once great race remained.
es: Y entonces Meneldur ayudó a los Wesfolk a construir naves. Construyeron tres galeones fornidos que eran suficientes para llevarlos a todos. Quedaba poco de esa raza alguna vez grande.

source: The necromancers who were on the ships cast a spell of darkness and swiftness over the boat. The next thing Meneldur and his men knew, they had reached the delta of the Great River, where Elensefar was built.
es: Los necromantes que estaban en las naves lanzaron un hechizo de oscuridad y rapidez sobre el barco. Cuando Meneldur y sus hombres reaccionaron ya habían alcanzado el delta del Gran Río, en donde Elensefar fue construido.

source: Well, now we are in the port of Elensefar... It is time to retake Elensefar, as we aided Blackmore. So... does anyone have an idea as to how to attack the city?
es: Bien, ahora estamos en el puerto de Elensefar... es tiempo de recuperar la ciudad, como nosotros ayudamos Blackmore. ¿Alguien tiene una idea de como atacar la ciudad?

source: Here; this is my plan. On the northern side of the river, there is a cave where smugglers hide their goods. I know some bandits who won't alert anyone if we land there.
es: Aquí; éste es mi plan. En el lado norte del río, hay una cueva donde los contrabandistas ocultan sus mercancías. Conozco a algunos bandidos que no alertaran a nadie si desembarcamos allí.

source: But they won't help us?
es: ¿Pero ellos no nos ayudarán?

source: Uhm... no, probably not. But we would be rather secretive, they probably wouldn't notice us.
es: Uhm... no, probablemente no. Pero estaríamos ocultos, y es posible que no nos descubran.

source: Madru, do you have any suggestions?
es: ¿Madru, tienes alguna sugerencia?

source: Well, we could always land on the south beach. There is a harbor there, and a quick route from there to inside the city.
es: Bien, siempre podríamos desembarcar en la playa sur. Hay un puerto allí, y una ruta rápida de allí a la ciudad.

source: But won't they see us there?
es: ¿Pero no nos verán allí?

source: Yes, but what's wrong with a head on battle? I think we could defeat them.
es: ¿Sí, pero cuál es el problema con un frente de batalla? Pienso que podríamos derrotarlos.

source: Well, I think maybe we should land right in Elensefar itself. That way, we can go around most of the orcish defenses, which are probably guarding the bridges to the city.
es: Bien, yo pienso que deberíamos desembarcar directamente en Elensefar. De esa manera, podemos evitar a la mayoría de las defensas de los orcos que están protegiendo los puentes de acceso a la ciudad.

source: That is a bold plan, but I'm not sure it will work. If you do not succeed immediately, you will have alerted the orcs to our presence without accomplishing anything.
es: Ése es un plan intrépido, pero no se si resulte efectivo. Si no tiene éxito inmediatamente, habrá alertado a los orcos de nuestra presencia sin lograr nada.

source: Hm... you are right there. Which plan should we use?
es: Hmmm... tienes razón. ¿Qué plan utilizamos?

source: I say we head north, as you proposed.
es: Yo digo que nos dirigimos al norte, como propusiste.

source: Madru's plan to head south sounds the best.
es: El plan de Madru de dirigirnos al sur en silencio es el mejor.

source: Both of your plans were good, but I will stick to my own, and land in the harbor.
es: Ambos planes son buenos, pero yo me pegaré al mío, y desembarcaré en el puerto.

source: Very well. Let us not waste any more time, we must fight now.
es: Muy bien. Dejemos de gastar tiempo, debemos luchar ahora.

source: Epilogue
es: Epílogo

source: Meneldur, Black the Red, and Madru went to the Elensian palace, and searched the dungeons for prisoners taken by the orcs. They found many of the old nobility there, including the man who had been the Lord of Elensefar, Sir Darahan of Wesnoth. Having been taken captive immediately after the city was sacked, he had no knowledge of what had occurred in the many months since then.
es: Meneldur, Black the Red, y Madru fueron al palacio de Elensia, e investigaron los calabozos para prisioneros tomados por los orcos. Encontraron a muchos de la vieja nobleza, incluso al hombre que había sido el Señor de Elensefar, Sir Darahan de Wesnoth. Había permanecido cautivo desde el saqueo de la ciudad, y no tenía conocimiento de lo ocurrido en los meses que le siguieron.

source: The three rescuers told him their tale, of how Elensefar was no longer a province of Wesnoth, and of how Undead were temporarily 'living' in the city. He had been a loyal supporter of the throne before his captivity, and while in prison he had been constantly expecting Wesnoth to come and free him. Until he was told of Wesnoth's betrayal, he had believed that it was men of Wesnoth who had come in from the sea to attack the city, men of Wesnoth who had been fighting in the streets to reach the orcish leader, men of Wesnoth who had finally come to unlock his cell door. Needless to say, he felt betrayed.
es: Los tres rescatadores le contaron su historia, de cómo Elensefar no era más una provincia de Wesnoth, y de cómo los No Muertos 'vivían temporalmente' en la ciudad. Él había sido un partidario leal del trono antes de su cautiverio, y mientras esperaba en prisión que vinieran desde Wesnoth a liberarlo. Hasta que le dijeron de la traición de Wesnoth, había creído que eran los hombres de Wesnoth que habían venido desde el mar a atacar la ciudad, los hombres de Wesnoth que habían estado luchando en las calles para alcanzar al líder de los orcos, los hombres de Wesnoth que finalmente habían venido a abrir la puerta de su celda. No es necesario decir que se sentía traicionado.

source: I still cannot believe that the men of Wesnoth, or the elves, would really fight to keep men of Elensefar from aiding Elensefar. What made them do it, do you think?
es: Todavía no puedo creer que los hombres de Wesnoth, o los elfos, realmente lucharían para impedir que los hombres de Elensefar ayudaran a Elensefar. ¿Como puede ser, que piensa usted?

source: Well, hatred of me, and the perception that I was a traitor to my race, was what fueled the elven attack.
es: Bien, el odio asi mí, y la opinión de que yo era un traidor a mi raza, encendio a los elfos para atacar.

source: They were willing to sacrifice a whole city to get revenge on one elf?
es: ¿Estaban dispuestos a sacrificar una ciudad entera para conseguir vengarse de un elfo?

source: They did not think they were sacrificing it. They planned to attack the orcs right after they killed us; in fact, they were fighting the orcs at the same time they fought us. But before that, they had not attacked because they thought the Orcs would kill the elven prisoners if they did.
es: No pensaron que la sacrificaban. Planearon atacar a los orcos después de que nos mataran; de hecho, luchaban con los orcos al mismo tiempo que con nosotros. Pero antes no habían atacado porque pensaron que los Orcos matarían a elfos presos si lo hacían.

source: So they made a peace with the orcs because they feared their own kind's death? Don't they know orcs cannot be trusted? All the elves who lived in this city were slain long ago.
es: ¿Por eso hicieron la paz con los orcos, porque temieron la muerte de su propia gente? ¿No saben que no puede confiarse en los orcos? Hace tiempo que mataron a todos los elfos que vivieron en esta ciudad.

source: When you are in danger of being attacked, you do not think clearly. Their attack was a mixture of motives, I would say. Hatred of Meneldur, fear of an orcish attack on their own country, fear of their kinsmen's death, and something else, I am not sure what, all made them willing to ally with evil.
es: Cuando estás en peligro de ser atacado, no piensas claramente. Yo diría que su ataque era una mezcla de motivos. El odio asia Meneldur, el miedo de un ataque orco a su propio país, temor por la muerte de sus parientes, y algo más, no se que, pero todo hizo que se aliaran con el mal.

source: That does not excuse them, though, and they deserved to die.
es: Eso no los excusa, sin embargo, y merecieron morir.

source: None of us are saying they did not.
es: Ninguno de nosotros está diciendo que no.

source: I would. We do not know the circumstances of their peace treaty, nor even to say whether an alliance, if there had been one, would have been evil. After all, our alliance with undead is not, from our view, evil, but the circumstances are very similar.
es: No sabemos las circunstancias de su tratado de paz, ni las igualamos para decir si una alianza, si hubiese habido, habría sido malvada. Después de todo, nuestra alianza con los no muertos no es mala, según nuestra opinión, pero las circunstancias son muy similares.

source: They are only similar if you assume that undead are evil. Some are, true, but not all. Mine and my brother's are not.
es: Son solamente similares si asumes que los no muertos son malvados. Algunos lo son, es verdad, pero no todos. Yo y mis hermanos no lo somos.

source: I may be your ally, but I will never say your undead are not evil. You are probably not, probably you are just decieved as to what really occurs with undeath. But undead are evil.
es: Puedo ser tu aliado, pero nunca diré que tus no muertos no son malvados. Tu no lo eres probablemente, pero tal vez te acabes degradando a lo que realmente ocurre con los no muertos. Pero los no muertos son malvados.

source: The Swampland
es: La tierra del pantano

source: What is this, a mage walks clad in black? Explain yourself! Are you of the red mages, or the white?
es: ¿Que es esto, un mago caminando vestido de negro? ¡Explicate! ¿Eres un mago rojo o blanco?

source: What? Do you mean to tell me that the great lich Jevyan does not reign on that continent, or that his mages no longer wear the robes of the necromancer?!?
es: ¿Qué? ¿¡¿quiere decirme que el gran lich Jevyan ya no reina en este continente, o que sus magos ya no llevan las túnicas del necromante?!?

source: What? Why do you speak of those old tales as if they were real? And I suppose you think you are a real necromancer too.
es: ¿Qué? ¿Por qué hablas de esos viejos cuentos como si fueran verdaderos? Y supongo que piensas que eres un verdadero necromante.

source: Why do you say he's not a necromancer? I've seen them before, haven't you?
es: ¿Por qué dice que no es un necromante? ¿Los ha visto antes, no lo parece?

source: Are you saying undead exist?
es: ¿Está diciendo que los no muertos existen?

source: Yes. And this guy looks real enough. I think we should treat him like an actual enemy.
es: Sí. Y este individuo parece bastante verdadero. Pienso que debemos tratarlo como un enemigo real.

source: Yes, you should! Now, prepare to die!
es: ¡Sí, debes! Ahora, prepararte para morir!

source: Whatever. We will see if he actually can raise anything.
es: Como sea. Veremos si puede hacer algo realmente.

source: Ha! See, I can resurrect the dead! Now fear me!
es: ¡Ha! Vean, yo puedo resucitar a los muerto! ¡Ahora témanme!

source: Amazing... so the stories are true!
es: Asombroso... ¡las historias son tan verdaderas!

source: Orc Mountain
es: Montaña del Orco

source: Orcs are here! Orcs, what do you know about the fall of Elensefar?
es: ¿Orcos aquí! Orcos, qué saben sobre la caída de Elensefar?

source: Nothing, but I am glad to hear of it! Now prepare to die!
es: ¡Nada, pero me alegro de enterarme! ¡Ahora preparate a morir!

source: Very well. Let battle commence.
es: Muy bien. Dejemos comenzar la batalla.

source: We have plenty of time to restock the ship now. We can train our troops here for a few days.
es: Tenemos suficiente tiempo para reabastecer la nave ahora. Podemos entrenar a nuestras tropas aquí durante algunos días.

source: Theft
es: Hurto

source: Death of Psison
es: Muerte de Psison

source: Are there any inhabitants of this island? We come in peace, we just want to restock our ship and then be on our way...
es: ¿Hay habitantes en esta isla? Venimos en paz, solo deseamos surtir nuestra nave y continuar nuestro camino...

source: Hey! What happened to The Explorer! She's gone!
es: ¡Hey! ¡Qué le sucedió al explorador! ¡Se ha ido!

source: Someone must have stolen her. It looks like we're stuck on this island.
es: Alguien la debe haber robado. Así nos tratan en esta isla.

source: Hello, I believe I can help.
es: Hola, creo que puedo ayudar.

source: Who are you, and what do you want?
es: ¿Quién es usted, y qué quiere?

source: I am the leader of a great tribe of mermen. I think it was the nagas, our enemies, who stole your boat. I will lend you the aid of my fighters to get it back.
es: Soy el líder de una gran tribu de sirénidos. Creo que los nagas, nuestros enemigos, robaron tu barco. Te prestaré la ayuda de mis combatientes para recuperarla.

source: Hey, look, I see the boat! Nagas are moving it southwest.
es: Hey, mira, veo el barco! Los nagas lo está moviendo al sudoeste.

source: They've found us! Workers, get that boat out of here! We will secure time for your escape.
es: ¡Nos han encontrado! ¡Obreros, saquen ese barco de aquí! Nosotros conseguiremos tiempo para que escapen.

source: Orcs! Kill them!
es: ¡Orcos! Mátenlos!

source: A bridge! What do you think is across it?
es: ¡Un puente! ¿Crees que debamos cruzarlo?

source: Probably our boat... but we need to defeat these orcs before we get it, or else they will attack us from behind.
es: Probablemente encontremos nuestro barco... pero primero necesitamos derrotar a estos orcos, o nos atacarán por detrás..

source: You find 100 gold pieces in the orc's castle.
es: Encuentras 100 piezas de oro en el castillo de los orcos.

source: Back to the Ship
es: De nuevo a la nave

source: Time to get our ship back. These islands are inhabited, there should be a harbor *somewhere*.
es: Tiempo para volver a nuestra nave. Estas islas están habitadas, debe haber un puerto *en alguna parte*.

source: These Nagas don't leave us alone! They're here again, and the ship is here somewhere too.
es: ¡Estos Nagas no nos dejan solo! Están de nuevo aquí, y la nave también, en alguna parte.

source: Orcs! More orcs!
es: ¡Orcos! Más orcos!

source: I knew there were nagas around here...
es: Sabía que había nagas cerca de aquí...

source: Now, to the harbor, and back on to the ship!
es: ¡Ahora, al puerto, y regresemos a la nave!

source: I will leave you now, but the fighters who fought for you will still help you, they say.
es: Ahora te dejaré, pero los que lucharon para ti te ayudarán, según dicen.

source: Fire Island
es: Isla del fuego

source: This island is completely dead. We cannot reprovision here.
es: Esta isla esta muerta. No podemos reaprovisionarnos aquí.

source: Yes, there is no one on this island, but what about that one to the west? The water is shallow enough to wade over there, let's see if there are people there.
es: Sí, no hay nadie en esta isla, ¿pero qué sobre aquélla al oeste? El agua es poco profunda, bastante como para vadear, veamos si hay personas allí.

source: What are these beasts? They look like miniature dragons!
es: ¿Que son estas bestias? ¡Parecen dragones en miniatura!

source: They do not look like they belong on this island. Perhaps they came from the south? In any case, they don't look friendly.
es: No parecen pertenecer a esta isla. ¿Quizás vinieron del sur? En todo caso, no parecen amistosos.

source: True. Well then, we should defeat them so we can reprovision!
es: Verdad. ¡Entonces, debemos derrotarlos para poder reaprovisionarnos!

source: Traitors
es: Traidores

source: What? So, if it isn't my old friend Kalandur... are there any more Wesnothians on this island, or have they given up trying to stop us?
es: ¿Qué? Bueno, si es mi viejo amigo Kalandur... hay más Wesnothianos en esta isla, o los han dejado para intentar detenernos?

source: There are none here, but trust me, they remain against you.
es: No hay ninguno aquí, pero confía en mí, ellos permanecen en tu contra.

source: So say you. Well, Black, we'd better go. Its best not to kill more elves; even if we defeat them, it will just make the rest even angrier at us.
es: Si tú lo dices. Bien, Black, mejor nos vamos. Para no tener que matar mas elfos; aunque los derrotemos, hará que el resto se enfade más con nosotros.

source: What? So, if it isn't my old friend Kalandur. (we'd better get out of here, Madru...)
es: ¿Qué? Bueno, si es mi viejo amigo Kalandur. (debemos salir de aquí, Madru...)

source: So we meet again, traitor elf! Prepare to die!
es: ¡Nos volvemos a encontrar, elfo traidor! ¡Preparate para morir!

source: Whats going on here?
es: ?Que ocurre aquí?

source: Kalandur here thinks I betrayed Elfkind by aiding Elensefar. He's going to fight us. We have to leave.
es: Kalandur piensa que traicioné a los elfos ayudando a Elensefar. Nos va a atacar. Tenemos que irnos.

source: Look, if we leave now, they'll just follow us and kill us. We have to defeat them!
es: Espera, si nos vamos ahora, nos seguirán y nos matarán. ¡Tenemos que derrotarlos!

source: If we leave, he will probably not follow us. He will report to his superiors - wherever they are.
es: Si nos vamos, probablemente no nos siga. Él informará a sus superiores - dondequiera que esten.

source: And won't those superiors send out even more ships? If we let Kalandur get away, they will know where we are and where we are coming from.
es: ¿Y esos superiores no mandarán más naves aun? Si nosotros permitimos escapar a Kalandur sabrán donde estamos y por donde llegaremos.

source: Very well. Onward!
es: Muy bien. ¡Adelante!

source: So, we have slain an Elf! I do not like this - they are not evil, they are only following the commands of their twisted leader. Perhaps if we spare them their lives, they will join us after we defeat them.
es: ¡Bueno, hemos matado un Elfo! No me gusta esto - ellos no son malos, sólo siguen las órdenes de su confundido líder. Quizás si nosotros no los matamos, se nos unan cuando los derrotemos.

source: Look - there is a bridge here that Kalandur was guarding. I guess we should go across, but I don't have any idea what is there.
es: Míra - hay un puente aquí que Kalandur protegía. Supongo que debemos cruzarlo, pero no imagino lo que encontraremos.

source: Nor do I. Probably more enemies.
es: Ni Yo. Probablemente más enemigos.

source: Wait! I know what's across that bridge - its more elves, who will want to kill you, and orcs.
es: ¡Espera! ya sé lo que encontraremos - más elfos que querrán matarte y orcos.

source: Well then, we will have a common foe with these elves!
es: ¡Bien entonces, tendremos un enemigo común con estos elfos!

source: Um.. in a way... but in any case, I think that us elves who are still alive will join you. We can't go back to the elves now, because since we did not die they will think we are deserters.
es: Um.. en cierto modo... pero en todo caso, pienso que los elfos que sobrevivan se nos unirán. No pueden regresar, porque los otros elfos pensarán que si no murieron son desertores.

source: Then join us, if you wish to. We are always open to more fighters.
es: Entonces reclutémoslos, si lo desean. Siempre estamos abiertos a más luchadores.

source: Gladly! Also, there is some gold here that Kalandur was saving... you can take it, since you did defeat him.
es: ¡Alegrate! También hay oro aquí, Kalandur estaba ahorrando... puedes tomarlo, ya que lo derrotaste.

source: A Deadly Alliance
es: Una Alianza Mortal

source: Alandur! I suppose you want to battle? Very well, but there are orcs here also. How about we kill them first, then battle?
es: ¡Alandur! ¿Supongo que deseas luchar? Muy bien, pero hay orcos aquí. ¿Los matamos primero, y después combatimos?

source: Well, if the orcs had not occupied Elensefar when they took it, but rather destroyed it, we would. But, those on the mainland have proved extremely resistant to attacks.
es: Mira, si los orcos no hubiesen ocupado Elensefar, nosotros los habríamos destruido. Pero, los del continente han demostrado ser muy resistentes a los ataques.

source: Why does that matter? All that's important is that they're going to kill you, too!
es: ¿Por qué me sales con esto ahora? ¡Que te puede importar, si también van a matarte!

source: No, we're currently concluding a peace treaty with the orcs. And it would be bad form to attack the relatives of those who you are trying to make a bargain with!
es: No, estamos concluyendo un tratado de paz con los orcos. ¡Y se vería mal que ataquemos a los parientes de aquéllos con quienes estamos negociando!

source: But these orcs are probably from a completely different tribe!
es: ¡Pero estos orcos probablemente son de una tribu completamente diferente!

source: We can't take that chance! These orcs claim to be allies with the ones in Elensefar, so we MUST ally with them.
es: ¡No podemos arriesgarnos! Estos orcos dicen ser aliados de los que están en Elensefar, así que DEBEMOS aliarnos con ellos.

source: Uh, yeah, of course... we be da same tribe... uh... Prepare to die, stupid dog-man!
es: Uh, sí, por supuesto... nosotros somos de la misma tribu... uh... ¡Prepárate para morir, perro estúpido!

source: So the elves, too, have given up trying to stop the orcs... it seems we are on our own against them. And these elves, since we are their enemies anyway, must die.
es: Ves, los elfos también han dejado de intentar detener a los orcos... parece que somos nosotros los que estamos en contra de ellos. Y estos elfos, ya que de todos modos somos sus enemigos, deben morir.

source: The elves are willing to surrender Elensefar to orcs, just because they began to lose a few battles? We really need to get back there, soon.
es: ¿Los elfos están dispuestos a entregar Elensefar a los orcos, porque perdieron algunas batallas? Realmente necesitamos regresar, pronto.
