Repository: wescamp/Saving_Elensefar-1.4
Catalog: po/*.po
Languages: es

source: If we can just get to the western isle I spoke of, we may be able to defeat this alliance.
es: Si logramos llegar a la isla occidental de la que les hablé, podemos romper esta alianza.

source: With Alandur dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar... we will have many enemies when we get there.
es: Con Alandur muerto, creo que hemos derrotado a todos los elfos que navegan el mar. Probablemente no encontremos otros hasta llegar a Elensefar... tendremos muchos enemigos cuando lleguemos.

source: Well, we won, but things might go badly for us later...
es: Bien, ganamos, pero las cosas podrían empeorar mas adelante...

source: The Frozen Lands
es: Las Tierras Heladas

source: Finally, a ship! You, in there, we wish to talk with you!
es: ¡Finalmente, una nave! ¡Usted, allí, deseamos hablar con usted!

source: What is it that you want, Dwarf? You know that elves are not usually very friendly with your kind.
es: ¿Que quieres, Enano? Sabes que los elfos normalmente no son muy amistosos con los tuyos.

source: I know this, but you are not only elves, there are some men among you, who usually help in return for gold. I need to ask your aid. We are in a desperate situation - we will all die you do not help us!
es: Yo sé eso, pero no es sólo un elfo, hay algunos hombres con usted, que normalmente ayudan a cambio de oro. Yo necesito su ayuda. ¡Estamos en una situación desesperada - le daremos todo si nos ayuda!

source: Why? What's going on here?
es: ¿Por qué? ?Qué está pasando aquí?

source: There is a lord ruling here, a cruel lord, and we decided to resist him, to so as not to be enslaved. But then he called in reinforcements from the north, and he is now too strong. The battle is no longer equal, and he has decided to try to destroy us! We will give you gold if you help us.
es: Hay un señor que gobierna aquí, un señor cruel, y decidimos resistirnos para no ser esclavizados. Pero llamó refuerzos del norte, y ahora es demasiado fuerte. ¡La batalla ya no es igual, y ha decidido destruirnos! Te daremos el oro si nos ayudas.

source: Very well, we will try to help you - so give us command of your troops, that we may use them more effectively.
es: Muy bien, intentaremos ayudarte - así que danos el comando de tus tropas, para pueder utilizarlas con más eficacia.

source: Certainly! Also, we will give you what little gold we have, if it will help you...
es: ¡Ciertamente! También, te daremos el poco oro que tenemos, si te ayuda...

source: Continue... the battle... for me...
es: Continúa... la batalla... por mí...

source: Thank you for helping us regain our land! My men that were fighting with you will join you now, although I will be staying here.
es: Gracias por ayudarnos a recuperar nuestra tierra! Mis hombres que lucharon contigo se les uniran, aunque yo permaneceré aquí.

source: Alright, men, lets go back to the ship now.
es: Bien, hombres, regresen a la nave ahora.

source: Wesnothian Forces
es: Fuerzas de Wesnoth

source: Greetings, traitor. I have what I suppose you would consider good news; Elensefar is not yet destroyed. The orcs are using it as their base for attacking us.
es: Saludos, traidor. Tengo lo que supongo considerarías buenas noticias; Elensefar todavía no fué destruida. Los orcos la están utilizando como su base para atacarnos.

source: So that means you have heard of our suppposed rebellion. Let us not waste time; shall we commence battle?
es: De modo que has oido hablar de nuestra supuesta rebelión. No perdamos tiempo; ¿comenzaremos nosotros la batalla?

source: Gladly. Prepare to die!
es: Alegremente. ¡Prepararte para morir!

source: I fear we must wipe out all of the Wesnothian troops on this isle, or they will follow us and attack our ship. Onward!
es: Me temo que debemos limpiar la isla de las tropas de Wesnoth, o ellos nos seguirán y atacarán nuestra nave. ¡Adelante!

source: A King's Demand
es: Demanda de un Rey

source: It is the traitor who killed Aldran and Thendol approaching! Prepare to destroy him.
es: ¡Se acerca el traidor que mató a Aldran y Thendol! Preparense para destruirlo.

source: Meneldur! I bear a message from the King! If you surrender now, your life will be spared. The King is even willing to aid you in your quest to regain Elensefar. But you must pledge allegiance to the Throne again, and agree to aid it in its battles.
es: ¡Meneldur! llevo un mensaje del Rey! Si se rinde ahora, su vida será perdonada. El Rey incluso lo ayudará en su intento de recobrar Elensefar. Pero usted debe jurar obediencia de nuevo al Trono, y estár de acuerdo en ayudarlo en sus batallas.

source: Hah! And what will you do with me and my kind, who have joined with Meneldur and are bound to him? Doubtlessly you would kill us.
es: ¿Hah! Y qué harán conmigo y los mios que nos hemos unido a Meneldur? Nos matarías sin duda.

source: He is right. We can defeat these forces, and rid this area of their lordship.
es: Él tiene razón. Nosotros podemos derrotar estas fuerzas, y liberar esta área de su señoría.

source: Your ship has been captured by others of us. You do not know what awaits you further up the isle... I tell you, if you refuse this you are a dead man, whether I die or not.
es: Tu nave ha sido capturada por otros de nosotros. No sabes qué te aguarda más adentro de la isla... Te digo, si rechazas esto eres un hombre muerto, no importa si muero o no.

source: Your threats do not scare me. Prepare for battle, men!
es: Tus amenazas no me asustan. ¡Preparense para la batalla, hombres!

source: Very well, you have chosen. Handran, send a scout to the leader and tell her Meneldur has refused our offer. She will be most displeased.
es: Muy bien, has escogido. Handran, envía un explorador al líder y dile que Meneldur ha rechazado la oferta. El se sentirá desepcionado.

source: I wonder what that was all about...
es: Me pregunto si eso era todo...

source: Meneldur! It seems that our commanders and our best fighters have been killed. If you leave us now, we will probably die, since only they knew how to command our ship. Have mercy, and help us!
es: ¡Meneldur! Parece que han matado a nuestros comandantes y a nuestros mejores combatientes. Si ahora nos dejas, moriremos seguramente, puesto que solo ellos sabían ordenar nuestra nave. ¡Ten misericordia, y ayúdanos!

source: What would you have me do? Give you navigators to help you? Why would I do that for an enemy?
es: ¿Que quieres que haga? ¿Darle navegantes para ayudarlo? ¿Por qué haría eso con un enemigo?

source: Well, why don't you let us join you? There is nothing else for us to do.
es: ¿Bien, por qué no nos permite unirnos a usted? Es lo único que podemos hacer.

source: Wouldn't that make you a traitor?
es: ¿Eso no te hace un traidor?

source: No, since I don't think you are traitors, and my commander is dead. It is just joining another battalion.
es: No, puesto que no pienso que seas traidor, y mi comandante esta muerto. Es justo que me una a otro batallón.

source: Well, if he puts it that way, why should we refuse? We can always use fresh recruits.
es: ¿Bien, si lo pone de esa manera, por qué debemos negarnos? Siempre podemos usar a los reclutas frescos.

source: Very well... now, we will move further down the peninsula to regain our ship.
es: Muy bien... ahora, nos moveremos por la península para recobrar nuestra nave.

source: Off the Peninsula
es: Fuera de la Península

source: I heard about your defeat of the elves on the isle, and I knew you'd probably show up here sooner or later.
es: Oí hablar de la derrota de los elfos en la isla, y supuse que se presentaría aquí tarde o temprano.

source: I might have known. You must be the leader of these men; I wouldn't put aligning with men below you, after you surrendered to orcs!
es: Debí haberlo sabido. Debe ser el líder de estos hombres; ¡No pondría ponerme a sus ordenes, después de que usted se rindió a los orcos!

source: 'Surrendered' is not the way I would put it, but fine, have it your way.
es: 'Rendirme' no es como yo lo pondría, pero bueno, vealo como quiera.

source: So, it is the traitor returning to greet his foe. How pleasant.
es: Así pues, es el traidor que vuelve para saludar a su enemigo. Como si fuese agradable.

source: What are you doing here? My quarrel is with the Wesnothians, not with you.
es: ¿Qué estás haciendo aquí? Mi pelea es con los Wesnothianos, no contigo.

source: I am the men's captain, so those who quarrel with them quarrel with me. We elves and men have aligned to bring you down!
es: Soy el capitán de los hombres, los que pelean con ellos pelean conmigo. ¡Los elfos y los hombres nos hemos aliado para vencerte!

source: Think what you like. We will fight you if need be.
es: Piensa lo que gustes. Nosotros lucharemos si es necesario.

source: Oh, and I see some of the Wesnothians you found are turncoats. Don't worry, they will die also.
es: Oh, y yo veo algunos Wesnothianos que usted encontró, son renegados. No se preocupe, ellos también morirán.

source: With Lomanyas dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar...
es: Con Lomanyas muerto, creo que hemos derrotado a todos los elfos que navegan el mar. Es probable que no los veamos hasta llegar a Elensefar

source: It is unfortunate the elves have also decided to oppose us. I suspect there are more of them roaming the seas.
es: Es lamentable que los elfos tambien se nos opongan. Sospecho que hay más de ellos vagando por los mares.

source: The Desert Island
es: La Isla Desierta

source: I see there are more undead! I wonder how many of these did not go all the way across with Jevyan?
es: ¡Veo que hay más no muertos! ¿Me pregunto cuántos de éstos no desaparecieron con Jevyan?

source: I have seen several of these wandering undead where I come from. Haven't you?
es: He visto a varios de estos no muertos vagando por donde vengo. ¿No habías visto?

source: Mostly I travel south to the southern continent, not west like this. There are no undead there!
es: Normalmente viajo al sur del continente meridional, no al oeste como ahora. No hay no muertos allí!

source: I see...
es: Ya veo...

source: Sssooo.... youu hazntt foughtt me oftenzz? Ahhh, gooodd. You will be eazyy to defeatzz!
es: ¿bueennoo.... ustedzzz los humannoss me lucharooon a menudo? Aahhh, bueeeno. ¡Será faciill derrotaaarlos!

source: Why did he speak like a lizard?
es: ¿Por qué habló como un lagarto?

source: What the...?
es: ¿El qué...?

source: That must be why he spoke like that. He is partly a lizard!
es: Debe ser porqué habla asi. ¡Es en parte un lagarto!

source: The Ruined Port
es: El Puerto en Ruinas

source: Defeat Bakrakha, the Orcish Warlord, and then survive until end of turns
es: Derrotar a Bakrakha, el Señor Orco de la Guerra, y sobrevivir hasta el fin de los turnos

source: Turns run out and Bakrakha is still alive
es: Los turnos siguen corriendo y Bakrakha todavía está vivo

source: So, little orc-maggots, you got so low as to call down some Wesfolk from the north to help with your trying to take over the castle!?! Not going to happen on my watch!
es: ¡Bien, los pequeños gusanos orcos, ¿Llegaron tan bajo como para llamar a algún Wesfolk del norte para que los ayude a conservar el castillo!?! ¡No ocurrirá en mi tiempo!

source: Sea Battle
es: Batalla naval

source: They had 100 gold stored in their ship, and enough provisions to restock our ship.
es: Tenían 100 monedas de oro, y bastantes provisiones para surtir nuestra nave.

source: The High Seas
es: Los Extensos Mares

source: One Week
es: Una Semana

source: Scenario Rules:
es: Reglas del Escenario:

source: Land in a harbor to reprovision.
es: Desembarcar en un puerto para reaprovisionar.

source: The Wesnothian ships are chasing you; if they attack you they will attempt to board the ship.
es: Las naves de Wesnoth te buscan; si te encuentran intentarán abordarte.

source: Each of their ships has enough provisions to completely restock your ship.
es: Cada una de sus naves tiene provisiones como para surtir totalmente a la tuya.

source: Your long-term objective is to reach the lands in the West where Black the Red says there are allies, and have them join you.
es: Tu objetivo a largo plazo es alcanzar las tierras al oeste en donde Black the Red tiene aliados, y hacer que te ayuden.

source: Until then you cannot return to Elensefar.
es: Hasta entonces no puedes regresar a Elensefar.

source: Be at sea for 6 weeks (6 turns) without reprovisioning
es: Estar en el mar por 6 semanas (6 turnos) sin reaprovisionar

source: Take more than 30 weeks to reach the western lands
es: Tomar más de 30 semanas para alcanzar las tierras occidentales

source: We have left Elensefar in the hands of the orcs. If we do not return soon, it will be of no use to return at all. We have at most 30 weeks to get to the western lands, where we will meet with the people Black the Red has spoken of. That will leave us with 5 weeks to get back.
es: Hemos dejado a Elensefar en mano de los orcos. Si no regresamos pronto, será inútil volver. Tenemos 30 semanas a lo sumo para ir a las tierras occidentales, donde encontraremos a las personas mensionadas por Black the Red. Eso nos dejará con 5 semanas para volver.

source: Also, our ship cannot hold provisions for more than 6 weeks at a time, so we must either land on an island or capture an enemy ship ever 6 weeks.
es: Además, nuestra nave solo puede cargar provisiones para 6 semanas, para reaprovisionarnos debemos desenbarcar en una isla o capturar una nave enemiga antes de las 6 semanas.

source: This island has no more enemies on it, but we can still reprovision here. That will still take time, though.
es: Esta isla ya no tiene más enemigos, pero podemos reaprovisionarnos aquí. Aunque eso tomará algo de tiempo.

source: We have unfinished business to attend to.
es: Tenemos un negocio incompleto que atender.

source: We only have enough provisions for $turnsleft weeks; we must reach the Western Lands in $gameleft weeks.
es: Solo tenemos suficientes provisiones para $turnsleft semanas; debemos alcanzar las tierras occidentales en $gameleft semanas.

source: Hurry, we are down to our last provisions! If we don't refill them within a week, we will all starve!
es: ¡Rápido, tenemos pocas provisiones! ¡Si no las reponemos en una semana, moriremos de hambre!

source: We have ran out of provisions.... *urgh*
es: Se nos terminaron las provisiones.... *urgh*

source: There does not seem to be anyone living on this island... except, it seems, that black-cowled man on the far side...
es: No parece haber nadie viviendo en esta isla... exepto, creo, ese hombre negro encapuchado a lo lejos

source: Last time I was here there was a trading colony, but it seems to be gone. Their old stockades should still be here, anyway.
es: Hace tiempo estube aquí y había una colonia comercial, pero parece haberse ido. Sus viejas empalizadas todavía deben estar aquí, sin embargo.

source: I think something is in the water...
es: Creo que algo está en el agua...

source: Legend says Haldric landed here on his journey over, and that he fought something. Lets hope we don't have to fight whatever it was...
es: La leyenda dice que Haldric desenbarcó aquí en su momento, y que luchó contra algo. Tengo la esperanza de que nosotros no tengamos que luchar tambien...

source: This island looks vaguely elvish.
es: Esta isla parece elfica

source: Does anything live in this frozen wasteland?
es: ¿Vive algo en esta tierra congelada?

source: I see signs of a Wesnothian outpost. Odd they would come so far south...
es: Veo signos de un puesto avanzado de Wesnothianos. Quienes vendrían tan al sur...

source: Nagas were about a hundred years ago, in Haldric's time! I wonder if any remain...
es: ¡Nagas hace alrededor de cien años, en el tiempo de Haldric! Me pregunto si quedan todavía...

source: This is old Clearwater Port! It was sacked by orcs long ago, I doubt there are any humans left.
es: ¡Éste es el viejo Puerto de Aguas Claras! Fue saqueado hace tiempo por orcos, dudo que queden humanos.

source: (Black the Red) This is the land I was talking about. Land here, and we will get the warriors we need.
es: (Black the Red) Ésta es la tierra de la que hablaba. Desembarquemos aquí, y conseguiremos a los guerreros que necesitamos.

source: Ughnhnhnhhn...
es: Ughnnnhnnhn...

source: Do you really want to run away?
es: ¿Realmente deseas escapar lejos?

source: Yes
es: Si

source: Fall back!
es: ¡Retirada!

source: Fight on!
es: ¡A luchar!

source: quick, resilient
es: rápido, resistente

source: strong, resilient
es: fuerte, resistente

source: intelligent, resilient
es: inteligente, resistente

source: strong, quick
es: fuerte, rápido

source: strong, intelligent
es: fuerte, inteligente

source: quick, intelligent
es: rápido, inteligente

source: Black Galleon
es: Galeón negro

source: ballista
es: balista

source: Elvish Admiral
es: Almirante Elfo

source: staff
es: personal

source: Elvish Mariner
es: Marinero Elfo

source: Elvish Navigator
es: Navegante Elfo

source: War Galleon
es: Galeón de guerra

source: The Royal Navy of Wesnoth owns a powerful fleet of deadly war galleons. Their task is to hunt down pirates - or whoever they choose to call pirates - and destroy them.
es: La Armada Real de Wesnoth posee una flota poderosa de mortales galeones de guerra. Su tarea es cazar piratas - o a cualquiera que ellos llamen piratas - y los destruyen.
